books = [{"title":"Гарри Поттер и Философский камень","author":"Джоан Роулинг","year":"1997"},{"title":"20000 Лье Под Водой","author":"Жюль Верн","year":"1873"},{"title":"Легенда О Кирандии","author":"Сиера Рома","year":"1984"},{"title":"Три медведя","author":"Неизвестен","year":"неизвестно"},{"title":"Майнкрафт","author":"Нотч","year":"2009"}]
numb = 1
for i in books:
    print("===========Книга" ,numb,"===========")
    print("название: ",i["title"], "автор: ",i["author"] )
    print("===========" ,i["year"],"===========")
    print("")
    numb += 1
